#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Copyright (c) 2006/2007, VoiceWorks Sp. z o.o.
#Copyright (C) 2007 Pingtel Corp., certain elements licensed under a Contributor Agreement.  
#Contributors retain copyright to elements licensed under a Contributor Agreement.
#Licensed to the User under the LGPL license.

backupCompleted = Kopia zapasowa zosta\u0142a wykonana pomy\u015Blnie. \u015Aci\u0105gnij archiwum poprzez klikni\u0119cie na poni\u017Cszych odno\u015Bnikach.

backupNow = Wykonaj kopi\u0119 zapasow\u0105

description = Aby wykona\u0107 kopi\u0119 zapasow\u0105 konfiguracji systemu, wybierz \u017C\u0105dane opcje i naci\u015Bnij przycisk <em>Wykonaj kopi\u0119 zapasow\u0105</em>. Mo\u017Cesz wykona\u0107 cz\u0119\u015Bciow\u0105 kopi\u0119 pozostawiaj\u0105c cz\u0119\u015B\u0107 opcji jako niezaznaczone.<br/>. Pliki z kopi\u0105 zapasow\u0105 b\u0119d\u0105 dost\u0119pne jak tylko zako\u0144czony zostanie proces wykonywania kopii.<br/>

description.emailAddress = Wykorzystywany do wysy\u0142ania kopii zapasowej konfiguracji (bez poczty g\u0142osowej). Pozostaw puste aby wy\u0142\u0105czy\u0107 powiadomienia mailem.
description.limitCount   = Po osi\u0105gni\u0119ciu limitu, za ka\u017Cdym razem najstarsza kopia zostanie skasowana i zast\u0105piona now\u0105. 

helpText = Kliknij na ka\u017Cdy z poni\u017Cszych odno\u015Bnik\u00F3w aby \u015Bci\u0105gn\u0105\u0107 pliki. <br/> Pliku powinny by\u0107 przechowywane na no\u015Bnikach lub maszynach innych ni\u017C ta z serwerem sipX. 

label.configs      = Konfiguracyjne
label.emailAddress = Adres email
label.files        = Pliki
label.limitCount   = Ilo\u015B\u0107 kopii w archiwum
label.schedule     = Harmonogram
label.voicemail    = Poczta g\u0142osowa

message.emptySelection = Wybierz przynajmniej jedn\u0105 pozycj\u0119 dla kopii zapasowej.

msg.schedule = Kopie zapasowe s\u0105 przechowywane w <em>/var/sipxdata/backup</em> w podkatalogu, kt\u00F3rego nazwa odpowiada dacie i godzinie utworzenia kopii. Zalecamy skorzystanie z NFS lub podobnego mechanizmu pozwalaj\u0105cego na podmontowanie tego folderu na zdalnej maszynie, lub przynajmniej umieszczenie <em>/var</em> na osobnej partycji dysku.

select.unlimited = Bez limitu

title = Kopia zapasowa
