#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Copyright (c) 2006/2007, VoiceWorks Sp. z o.o.
#Copyright (C) 2007 Pingtel Corp., certain elements licensed under a Contributor Agreement.  
#Contributors retain copyright to elements licensed under a Contributor Agreement.
#Licensed to the User under the LGPL license.

button.exportNow = Exportuj

description.csv = Nazwa pliku w formacie CSV (comma-separated values).

exportCompleted = Eksport zosta\u0142 wykonany pomy\u015Blnie. Prosz\u0119 pobra\u0107 plik CSV pod poni\u017Cszym linkiem.

exportDescription = Aby wyeksportowa\u0107 aktualn\u0105 baz\u0119 u\u017Cytkownik\u00F3w i telefon\u00F3w do pliku CSV wybierz klawisz <strong><em>Eksportuj teraz</em></strong>.<br/> Plik b\u0119dzie gotowy do \u015Bci\u0105gni\u0119cia kiedy tylko operacja eksportu zako\u0144czy si\u0119.<br/> Plik eksportu mo\u017Ce by\u0107 u\u017Cyty do zaimportowania konfiguracji u\u017Cytkownik\u00F3w i telefon\u00F3w. 

importDescription = Aby zaimportowa\u0107 baz\u0119 u\u017Cytkownik\u00F3w i telefon\u00F3w z pliku CSV,<br/> wprowad\u017A nazw\u0119 pliku CSV i wybierz guzik <strong><em>import</em></strong>.

job.status = Stan zadania

label.csv    = Plik CSV
label.export = Eksportuj
label.import = Importuj

msg.error         = Nie mo\u017Cna zaimportowa\u0107 danych z pliku: {0}.
msg.errorNoFile   = Podaj plik do zaimportowania
msg.exportError   = Nie mo\u017Cna wyeksportowac danych do pliku: {0}
msg.exportSuccess = Plik eksportu zosta\u0142 pomy\u015Blnie utworzony.
msg.success       = Plik zosta\u0142 pomy\u015Blnie wczytany. Na stronie <em>Status zada\u0144</em> mo\u017Cna sprawdzi\u0107 stan operacji.

quick.help = <p>Najpro\u015Bciej generuje si\u0119 plik z danymi w formacie CSV z dowolnego arkusza kalkulacyjnego. Po wykreowaniu danych po prostu nale\u017Cy wyeksportowa\u0107 dane do pliku CSV, nie zapominaj\u0105c o nag\u0142\u00F3wku. Plik CSV powinien zawiera\u0107 nag\u0142\u00F3wek oraz nast\u0119puj\u0105ce pola:</p><ul><li>numer</li><li>PIN do poczty g\u0142osowej</li><li>has\u0142o SIP</li><li>Imi\u0119</li><li>Nazwisko</li><li>Aliasy</li><li>Grupa u\u017Cytkownik\u00F3w</li><li>Numer seryjny telefonu</li><li>Producent telefonu</li><li>Model telefonu</li><li>Grupa telefon\u00F3w</li><li>Opis telefonu</li></ul><p>Ka\u017Cda linia zaimportowana z pliku spowoduje dodanie telefonu i u\u017Cytkownika i przypisanie go to tego telefonu. Telefon i/lub u\u017Cytkownik zostan\u0105 dodani do odpowiednich grup w przypadku gdy pola te nie b\u0119d\u0105 puste. Grupy zostan\u0105 stworzone je\u017Celi nie istniej\u0105. <p><p> W przypadku gdy u\u017Cytkownik o danym numerze ju\u017C istnieje, sipXconfig uaktualni tylko jego dane. To samo dotyczy aparatu telefonicznego. <br/>Tylko numer telefonu i numer seryjny aparatu s\u0105 wymagane. sipXconfig pozostawi poprzednie warto\u015Bci p\u00F3l je\u017Celi nie b\u0119d\u0105 one zdefiniowane w danej linii.</p>

tab.export = Eksport
tab.import = Import

title = Import / Export danych
