#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Copyright (c) 2006/2007, VoiceWorks Sp. z o.o.
#Copyright (C) 2007 Pingtel Corp., certain elements licensed under a Contributor Agreement.  
#Contributors retain copyright to elements licensed under a Contributor Agreement.
#Licensed to the User under the LGPL license.

add_link = Dodaj u\u017Cytkownika/numer

button.delete = Usu\u0144

description.falbackDestination = Numer lub adres SIP autmatycznej sekretarki, orbity parkingowej lub innej grupy wywo\u0142a\u0144. Po\u0142\u0105czenia b\u0119d\u0105 wysy\u0142ane na zapasowy numer je\u017Celi \u017Caden z numer\u00F3w w grupie nie odbierze. Pozostaw to pole puste aby po\u0142\u0105czenia by\u0142y przekierowywane na poczt\u0119 g\u0142osow\u0105 ostatniej osoby w grupie.
description.userForward        = Po\u0142\u0105czenia kierowane na grup\u0119 wywo\u0142a\u0144 b\u0119d\u0105 przestrzega\u0142y regu\u0142 przekierowa\u0144 poszczeg\u00F3lnych u\u017Cytkownik\u00F3w na li\u015Bcie w przypadku gdy opcja ta jest zaznaczone. Aby zignorowa\u0107 indywiduane przekierowania odznacz t\u0105 opcj\u0119. 
description.voicemailFallback  = Po\u0142\u0105czenie zostanie przekazane na poczt\u0119 g\u0142osow\u0105 ostatniej osoby na li\u015Bcie je\u017Celi ta opcja jest zaznaczona. Je\u017Celi opcja nie jest zaznaczona to wybierany jest kierunek zapasowy.

help.add    = Kliknij odno\u015Bnik 'Dodaj u\u017Cytkownika' aby doda\u0107 u\u017Cytkownik\u00F3w do grupy wywo\u0142a\u0144. Mo\u017Cesz wyszuka\u0107 u\u017Cytkownik\u00F3w wedle wybranych kryteri\u00F3w.
help.change = Zmiana kolejno\u015Bci wywo\u0142a\u0144 nast\u0119puje poprzez przenoszenie u\u017Cytkownik\u00F3w w g\u00F3r\u0119 lub w d\u00F3\u0142. Okre\u015Bl maksymalny czas, przez kt\u00F3ry telefon u\u017Cytkownika dzwoni zanim po\u0142\u0105czenie zostanie przekierowane do nast\u0119pnego u\u017Cytkownika na li\u015Bcie.

label.fallbackDestination = Zapasowy numer
label.userForward         = Zezwalaj na przekierowane po\u0142\u0105czenia
label.voicemailFallback   = U\u017Cyj poczty g\u0142osowej

prompt.selectRings = Wyszukaj u\u017Cytkownika do dodania do grupy wywo\u0142a\u0144.

title = Grupa wywo\u0142a\u0144

title.selectRings = Dodaj u\u017Cytkownik\u00F3w do grupy wywo\u0142a\u0144
