domain.label=SIP-Parameter
domain.description=

domain.SIPX_PROXY_DEFAULT_SERIAL_EXPIRES.label=Weiterstellungsintervall [s]
domain.SIPX_PROXY_DEFAULT_SERIAL_EXPIRES.description=Zeitdauer in Sekunden, die angibt wie lange ein Telefon ohne Antwort klingelt bevor der Anruf \
 zur n\u00E4chsten Nummer in einer seriellen Weiterleitung durchgestellt wird. Dieser Wert bestimmt auch wie lange ein Telefon klingelt bevor \
 der Anruf an das automatische Antwortsystem weitergeleitet wird.
  
domain.SIPX_PROXY_DEFAULT_EXPIRES.label=Verfall [s]
domain.SIPX_PROXY_DEFAULT_EXPIRES.description=Maximale Zeitdauer in Sekunden w\u00E4hrend der ein Anruf im System unbeantwortet verbleibt. Wenn die Zeit \
 abgelaufen ist, so wird ein Fehler zur\u00FCckgemeldet. 

isn.label=ISN W\u00E4hlregel
isn.description=

isn.SIP_REDIRECT.150-ISN.BASE_DOMAIN.label=ISN W\u00E4hlregel
isn.SIP_REDIRECT.150-ISN.BASE_DOMAIN.description=Erlaube den Gebrauch von ISN Nummern ("ITAD Subscriber Number"). ISN Nummern erlauben das direkte Anw\u00E4hlen \
 von Teilnehmern in einer anderen Domain \u00FCber das Internet und ohne Benutzung des \u00F6ffentlichen Telefonnetzes. Z.B. Der Echotestdienst mit der Nummer 613 von  \
 Free World Dialup (ITAD 262) kann wie folgt erreicht werden: 613*262. Bei www.freenum.org k\u00F6nnen Sie eine ITAD Nummer f\u00FCr ihre Domain gratis beantragen. \
 Dort gibt es auch eine Liste der schon vergebenen ITAD Nummern.

isn.SIP_REDIRECT.150-ISN.PREFIX.label=ISN Vorwahl
isn.SIP_REDIRECT.150-ISN.PREFIX.description=Optionale Vorwahl f\u00FCr ISN Nummern.

enum.label=ENUM W\u00E4hlregel
enum.description=ENUM erlaubt das automatische Weiterleiten von Anrufen \u00FCber das Internet ohne Benuztung des \u00F6ffentlichen Telefonnetzes. ENUM is eine \
 Erweiterung des DNS-Systems und erlaubt es f\u00FCr jede Telefonnummer eine entsprchende Internetadresse zu speichern. Wenn ENUM eingeschaltet ist, so wird \
 die PBX versuchen f\u00FCr jede angew\u00E4hlte Telefonnummer zuerst eine entsprechende Internetadresse zu finden. Wird diese Internetadresse nicht \
 gefunden, so wird der Anruf normal \u00FCber das \u00F6ffentliche Netz gef\u00FChrt.

enum.SIP_REDIRECT.160-ENUM.BASE_DOMAIN.label=ENUM Basisadresse
enum.SIP_REDIRECT.160-ENUM.BASE_DOMAIN.description=Die ENUM Basisadresse bestimmt die Datenbank, welche f\u00FCr ENUM Adressinformationen verwendet wird. \
 Zum Beispiel: "e164.arpa" oder die freie ENUM Datenbank "e164.org". Bei e164.org k\u00F6nnen Sie gratis einen ENUM Eintrag f\u00FCr ihre Telefonnummern \
 vornehmen. Sofern keine Baisadresse angegeben wird, so ist die ENUM W\u00E4hlregel ausgeschaltet.

enum.SIP_REDIRECT.160-ENUM.DIAL_PREFIX.label=Wegfallende Vorwahl
enum.SIP_REDIRECT.160-ENUM.DIAL_PREFIX.description=Diese Vorwahl identifiziert eine ENUM Nummer. Die Vorwahl ist im resultierenden ENUM URI nicht enthalten.

enum.SIP_REDIRECT.160-ENUM.ADD_PREFIX.label=Hinzugef\u00FCgte Vorwahl
enum.SIP_REDIRECT.160-ENUM.ADD_PREFIX.description=Diese Vorwahl wird zum resultierenden ENUM URI hinzugef\u00FCgt. 

enum.SIP_REDIRECT.160-ENUM.PREFIX_PLUS.label=Ben\u00FCtze externe Nummern
enum.SIP_REDIRECT.160-ENUM.PREFIX_PLUS.description=Deselektieren falls Sie eine private ENUM Datenbank verwenden wollen.

voice-mail.label=Anrufbeantworter
voice-mail.description=

voice-mail.VOICEMAIL_AGE_LIMIT.label=Verfall f\u00FCr Nachrichten
voice-mail.VOICEMAIL_AGE_LIMIT.description=Anzahl Tage f\u00FCr die eine Nachricht im System gespeichert belibt nachdem Sie vom Benutzer gel\u00F6scht wurde.

voice-mail.SMTP_SERVER.label=SMTP Server
voice-mail.SMTP_SERVER.description=IP Adresse oder DNS Name des SMTP Servers, welcher f\u00FC die Email-Weiterleitung von eingehenden Nachrichten \
 benutzt wird.


call-pick-up.label=Anruf\u00FCbernahme
call-pick-up.description=

call-pick-up.SIP_REDIRECT.100-PICKUP.GLOBAL_CALL_PICKUP_CODE.label=Vorwahl f\u00FCr globale  Anruf\u00FCbernahme
call-pick-up.SIP_REDIRECT.100-PICKUP.GLOBAL_CALL_PICKUP_CODE.description=Verwendete Vorwahl um einen Anruf von einem beliebigen Telfon zu \u00FCbernehmen. Ein leeres \
 Feld schaltet die globale Anruf\u00FCbernahme aus.

call-pick-up.SIP_REDIRECT.100-PICKUP.DIRECTED_CALL_PICKUP_CODE.label=Vorwahl f\u00FC geziehlte Anruf\u00FCbernahme
call-pick-up.SIP_REDIRECT.100-PICKUP.DIRECTED_CALL_PICKUP_CODE.description=Verwendete Vorwahl um einen Anruf von einem bestimmten Telefon zu \u00FCbernehmen. Ein \
 Anruf, der am Telefon mit der Nummer 123 klingelt kann so \u00FCbernommen werden: Vorwahl gefolgt von 123.

call-pick-up.SIP_REDIRECT.100-PICKUP.CALL_RETRIEVE_CODE.label=Vorwahl um einen geparkten Anruf zur\u00FCckzuholen
call-pick-up.SIP_REDIRECT.100-PICKUP.CALL_RETRIEVE_CODE.description=Verwendete Vorwahl um einen geparkten Anruf zur\u00FCckzuschalten. W\u00E4hlen Sie diese \
 Vorwahl gefolgt von der Nebenstellennummer des Parkorbits.

call-pick-up.SIP_REDIRECT.100-PICKUP.CALL_PICKUP_WAIT.label=Anruf\u00FCbernahmeverz\u00F6gerung
call-pick-up.SIP_REDIRECT.100-PICKUP.CALL_PICKUP_WAIT.description=Anzahl Sekunden Verz\u00F6gerung bis der \u00FCbernommene Anruf durchgestellt wird.


presence.label=Pr\u00E4senzserver
presence.description=

presence.SIP_PRESENCE_SIGN_IN_CODE.label=Vorwahl um sich anzumelden
presence.SIP_PRESENCE_SIGN_IN_CODE.description=Vorwahl um sich beim Pr\u00E4senzserver anzumelden.

presence.SIP_PRESENCE_SIGN_OUT_CODE.label=Vorwahl um sich abzumelden
presence.SIP_PRESENCE_SIGN_OUT_CODE.description=Vorwahl um sich beim Pr\u00E4senzserver abzumelden.

presence.PRESENCE_SERVER_SIP_PORT.label=SIP-Port
presence.PRESENCE_SERVER_SIP_PORT.description=Der SIP-Port an dem der Pr\u00E4senzserver SIP-Nachrichten erwartet. 

presence.PRESENCE_SERVER_HTTP_PORT.label=HTTP-Port
presence.PRESENCE_SERVER_HTTP_PORT.description=The http port that the special agent workstation will bind to for sending Xml-Rpc sign-in \
 and sign-out request, for example: 8111

presence.SIP_PRESENCE_DOMAIN_NAME.label=Presence server location
presence.SIP_PRESENCE_DOMAIN_NAME.description=Presence server location. Used when generating presence server aliases.

presence.SIP_PRESENCE_HTTP_PORT.label=Presence server location
presence.SIP_PRESENCE_HTTP_PORT.description=Presence server XML-RPC API port.


Logging.label=Protokollierung
Logging.description=

Logging.SIPX_PROXY_LOG_LEVEL.label=Log-Level des Proxy
Logging.SIPX_PROXY_LOG_LEVEL.description=Vermittlungsdienst

Logging.SIP_REGISTRAR_LOG_LEVEL.label=Log-Level des Registrars
Logging.SIP_REGISTRAR_LOG_LEVEL.description=Der Registrar behandelt Registrierungen von Telefonen.

Logging.SIP_PARK_LOG_LEVEL.label=Log-Level des Parkservers
Logging.SIP_PARK_LOG_LEVEL.description=Der Parkserver erlaubt das Parken von Anrufen. 

Logging.SIP_STATUS_LOG_LEVEL.label=Log-Level des Statusservers
Logging.SIP_STATUS_LOG_LEVEL.description=Der Statusserver behandelt SUBSCRIBE/NOTIFY Nachrichten f\u00FCr den Anrufbeantworter.

Logging.SIP_PRESENCE_LOG_LEVEL.label=Log-Level des Pr\u00E4senzservers
Logging.SIP_PRESENCE_LOG_LEVEL.description=Der Pr\u00E4senzserver \u00FCberwacht Erreichbarkeitsinformation.

Logging.SIP_CALLRESOLVER_LOG_LEVEL.label=Log-Level des Call Resolver
Logging.SIP_CALLRESOLVER_LOG_LEVEL.description=Der Call Resolver ist f\u00FCr die Erstellung von Kommunikationsdatens\u00E4tzen verantwortlich.


cdr.label=Kommunikationsdatensatz (KDS)
cdr.description=

cdr.CALLRESOLVER_CALL_STATE_DB.label=Protokolliere Kommunikationsdaten
cdr.CALLRESOLVER_CALL_STATE_DB.description=Falls selektiert, so werden alle Anrufe protokolliert und ein Kommunikationsdatensatz (KDS) \
 erstellt. Alle Kommunikationsdaten sind in der Datenbank gespeichert und werden gleichzeitig auf der Anrufstatistikseite angezeigt. Falls \
 ausgeschaltet, so werden keine Anrufe protokolliert.

cdr.SIP_CALLRESOLVER_PURGE.label=L\u00F6sche alte Daten t\u00E4glich
cdr.SIP_CALLRESOLVER_PURGE.description=Falls selektiert, so werden Kommunikationsdaten \u00E4lter als unten angegeben t\u00E4glich \
 gel\u00F6scht.

cdr.SIP_CALLRESOLVER_PURGE_AGE_CDR.label=Altersgrenze in Tagen
cdr.SIP_CALLRESOLVER_PURGE_AGE_CDR.description=Wenn alte KDS-Daten gel\u00F6scht werden sollen, so ist dies die Altersgrenze in Tagen.

cdr.SIP_CALLRESOLVER_PURGE_AGE_CSE.label=Altersgrenze in Tagen f\u00FCr Transaktionsdaten
cdr.SIP_CALLRESOLVER_PURGE_AGE_CSE.description=Transaktionsdaten werden f\u00FCr jeden Anruf an verschiedenen Stellen in System protokolliert \
 und in der Datenbank abgelegt. Erst wenn der Anruf beendet ist, k\u00F6nnen Kommunikationsdaten f\u00FCr alle Abl\u00E4ufe w\u00E4hrend \
 eines Anrufes erstellt werden. Nach dem Erstellen der KDS-Daten werden die Transaktionsdaten nicht mehr ben\u00F6tigt. Sie werden nach \
 Ablauf der hier angegebenen Anzahl Tage gel\u00F6scht, falls l\u00F6schen selektiert ist.

cdr.SIP_CALLRESOLVER_CALL_DIRECTION.label=Interne / Externe Anrufe
cdr.SIP_CALLRESOLVER_CALL_DIRECTION.description=Unterscheide zwischen internen und externen Anrufen und markiere Anrufe dementsprechend \
 im erstellten Kommunikationsdatensatz.
