#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Copyright (c) 2006/2007, VoiceWorks Sp. z o.o.
#Copyright (C) 2007 Pingtel Corp., certain elements licensed under a Contributor Agreement.
#Contributors retain copyright to elements licensed under a Contributor Agreement.
#Licensed to the User under the LGPL license.

call.autoOffHook.contact.description      = Ci\u0105g znak\u00f3w w formacie ASCII zawieraj\u0105cy numer (cz\u0119\u015b\u0107 u\u017cytkow\u0105 numeru sip w formacie URL) lub ci\u0105g znak\u00f3w stanowi\u0105cy poprawny numer SIP w formacie URL (6416 lub 6416@domain.com).
call.autoOffHook.description              = Numer kt\u00f3ry zostanie wybrany niezw\u0142ocznie po podniesieniu s\u0142uchawki. Funkcja ta jest u\u017cyteczna dla og\u00f3lnie dost\u0119pnych telefon\u00f3w lub jako technika integracji z centralkami PBX kt\u00f3re potrafi\u0105 zarz\u0105dza\u0107 rozmow\u0105.
call.autoOffHook.enabled.description      = Podniesienie s\u0142uchawki spowoduje natychmiastowe inicjowanie po\u0142\u0105czenia.
call.autoOffHook.label                    = Auto Off Hook/Ring Down
call.label                                = Obs\u0142uga po\u0142\u0105czenia
call.serverMissedCall.enabled.description = Ustawienie na 0 spowoduje \u017ce wszystkie zdarzenia dotycz\u0105ce nieodebranych po\u0142\u0105cze\u0144 b\u0119d\u0105 zwi\u0119ksza\u0142y licznik po\u0142\u0105cze\u0144 nieodebranych. Ustawienie na 1 spowoduje \u017ce jedynie zdarzenia o nieodebranych po\u0142\u0105czeniach wys\u0142ane przez serwer zwi\u0119ksz\u0105 licznik.
call.serverMissedCall.label               = Po\u0142\u0105czenia nieodebrane

line-dialplan.digitmap.digitmap.description                    = Nie zerowa warto\u015b\u0107 w tym polu nadpisze ustawienia globalnego planu wybierania telefonu.
line-dialplan.digitmap.digitmap.timeOut.description            = Nie zerowa warto\u015b\u0107 w tym polu nadpisze ustawienia globalnego planu wybierania telefonu.
line-dialplan.digitmap.digitmap.timeOut.label                  = Koniec czasu licznika
line-dialplan.digitmap.label                                   = Wzory numer\u00f3w
line-dialplan.digitmap.routing.1.address.description           = Adres IP lub nazwa i port SIP bramki, kt\u00f3ra b\u0119dzie wykorzystywana do po\u0142\u0105cze\u0144 alarmowych.
line-dialplan.digitmap.routing.1.emergency.1.value.description = Lista numer\u00f3w (adres\u00f3w SIP) alarmowych, kt\u00f3re b\u0119d\u0105 kierowane bezpo\u015brednio do bramki z pomini\u0119ciem serwera.
line-dialplan.digitmap.routing.1.emergency.1.value.label       = Numery awaryjne
line-dialplan.digitmap.routing.1.label                         = Numery awaryjne
line-dialplan.impossibleMatchHandling.description              = Przy nie zerowej warto\u015b\u0107 w tym polu oraz je\u015bli brak jest ustawie\u0144 dla wzor\u00f3w numer\u00f3w wtedy warto\u015b\u0107 ta nad pisuje globalne ustawienie w planie wybierania.
line-dialplan.label                                            = Plan wybierania
line-dialplan.removeEndOfDial.description                      = Je\u015bli istnieje i brak jest mapy wybieranych numer\u00f3w wtedy warto\u015b\u0107 ta nad pisuje globalne ustawienie w planie wybierania.

msg.mwi.callBack.description     = Kontakt z po\u0142\u0105czeniem podczas od\u015bwie\u017cania wiadomo\u015bci dla tej rejestracji.
msg.mwi.callBackMode.description = Dozwolone warto\u015bci to contact, registration lub disabled.  Ustawienie na 'contact' powoduje po\u0142\u0105czenie z adresatem podanym w polu polu "oddzwaniania" kiedy u\u017cytkownik wywo\u0142uje od\u015bwie\u017canie wiadomo\u015bci. Je\u015bli ustawiono na 'registration' rozmowa b\u0119dzie zestawiane przy u\u017cyciu rejestracji (telefon b\u0119dzie dzwoni\u0142 sam do siebie). Je\u015bli ustawimy na 'disable' od\u015bwie\u017canie wiadomo\u015bci zostanie wy\u0142\u0105czone.
msg.mwi.description              = SoundPoint(R) IP wspiera MWI w kontek\u015bcie rejestracji a nie telefonu.
msg.mwi.label                    = Wysy\u0142anie wiadomo\u015bci
msg.mwi.subscribe.description    = Je\u015bli nie puste, telefon po starcie wy\u015ble wiadomo\u015b\u0107 SUBSCRIBE do tego adresu. Pole to zawiera ci\u0105g znak\u00f3w w formacie ASCII zawieraj\u0105cy cyfry albo adres SIP w formacie URL.

reg.address.description                    = u\u017cytkownik (np. '1002'), nazw\u0105 domeny b\u0119dzie adres serwera rejestracji.
reg.address.label                          = Adres u\u017cytkownika
reg.auth.password.description              = Has\u0142o kt\u00f3re b\u0119dzie u\u017cywane dla uwierzytelniania podczas rejestracji. Je\u015bli pole to nie jest puste to nadpisze parametr 'Reg Password' wprowadzone w  podmenu Authentication menu Settings w telefonie.
reg.auth.userId.description                = Numer identyfikacyjny u\u017cytkownika kt\u00f3ry b\u0119dzie u\u017cywane dla uwierzytelniania podczas rejestracji. Je\u015bli pole to nie jest puste to nadpisze parametr 'Reg User' wprowadzone w  podmenu Authentication menu Settings w telefonie.
reg.callsPerLineKey.description            = Liczba jednoczesnych rozm\u00f3w lub konferencji kt\u00f3re mog\u0105 by\u0107 aktywne lub w stanie wstrzymania na jednej linii dla konkretnej rejestracji.
reg.displayName.description                = Wy\u015bwietlana nazwa u\u017cytkownika kt\u00f3ra mo\u017ce by\u0107 u\u017cywana przez lokalny interfejs u\u017cytkownika jak i sygnalizacj\u0119 SIP.
reg.label                                  = Rejestracje
reg.label.description                      = Etykieta pojawiaj\u0105ca si\u0119 na wy\u015bwietlaczu, s\u0105siaduj\u0105ca z klawiszem przypisanym danej linii. Je\u015bli pole nie zostanie wype\u0142nione etykieta zostanie pobrana z cz\u0119\u015bci u\u017cytkownika serwera rejestracji.
reg.lcs.description                        = Microsoft 2005 LCS serwer
reg.lineKeys.description                   = Liczba przycisk\u00f3w na telefonie skojarzonych z rejestracjami. Najwi\u0119ksza warto\u015b\u0107 to maksymalna liczby mo\u017cliwych do skonfigurowania linii. Nie ustawienie tego parametru powoduje u\u017cycie domy\u015blnej warto\u015bci 1.\n
reg.outboundProxy.address.description      = Wymagane je\u015bli oba nast\u0119puj\u0105ce warunki s\u0105 spe\u0142nione. Pierwszy je\u015bli chcesz kierowa\u0107 ca\u0142y wychodz\u0105cy ruch SIP do serwera innego ni\u017c zdefiniowanego w adresie serwera rejestracji. Drugi, je\u015bli checz skonfigurowa\u0107 wychodz\u0105cy serwer po\u015brednicz\u0105cy tylko dla jednej linii. Pozosta\u0142e linie b\u0119d\u0105 wysy\u0142a\u0107 ruch do serwera rejestracji. UWAGA: Je\u015bli chcesz ustawi\u0107 ten parametr dla wszystkich linii id\u017a do ustawie\u0144 serwera SIP.
reg.outboundProxy.address.label            = Wychodz\u0105cy serwer po\u015brednicz\u0105cy
reg.outboundProxy.port.label               = Port wychodz\u0105cego serwera po\u015brednicz\u0105cego
reg.outboundProxy.transport.label          = Protok\u00f3\u0142 transportowy wychodz\u0105cego serwera po\u015brednicz\u0105cego
reg.ringType.description                   = Typ dzwonka dla ka\u017cdej zarejestrowanej linii mo\u017ce zosta\u0107 skonfigurowany. UWAGA: Dzwonek 1 to brak dzwonka.
reg.server.1.address.description           = Podstawowy serwer rejestracji. Adres IP lub nazwa hosta serwera SIP obs\u0142uguj\u0105cego rejestracje.
reg.server.1.expires.description           = Liczba dodatnia ca\u0142kowita
reg.server.1.expires.overlap.description   = Liczba dodatnia ca\u0142kowita z przedzia\u0142u od 5 do 65535
reg.server.1.expires.overlap.label         = Odst\u0119p pomi\u0119dzy rejestracjami
reg.server.1.label                         = Podstawowy serwer rejestracji
reg.server.1.port.description              = 0, puste, 1 do 65535
reg.server.1.register.description          = 0, 1 w\u0142\u0105cza rejestracje
reg.server.1.transport.description         = Dopuszczalne s\u0105 trzy warto\u015bci DNSnaptr, TCPpreferred lub UDPonly. Je\u015bli pole to jest puste lub wybrana warto\u015b\u0107 to  DNSnaptr i je\u015bli adres podany jest w postaci nazwy hosta a numer portu r\u00f3wny jest 0 lub brak wykonaj zapytanie SRV w celu wykrycia protoko\u0142u transportowego, numeru port\u00f3w i serwera zgodnie z RFC 3263. Je\u015bli podano adres IP lub numer portu wtedy wybrany zostanie protok\u00f3\u0142 UDP. Ustawienie pola na warto\u015b\u0107 'TCPpreferred' wtedy preferowanym protoko\u0142em b\u0119dzie TCP, a UDP b\u0119dzie u\u017cywane je\u015bli TCP nie b\u0119dzie w stanie sobie poradzi\u0107. Ustawienie na 'UDPonly' pozwala na korzystanie jedynie z protoko\u0142u UDP.
reg.server.2.address.description           = Zapasowy serwer rejestracji. Adres IP lub nazwa hosta serwera SIP obs\u0142uguj\u0105cego rejestracje.
reg.server.2.expires.lineSeize.description = Liczba dodatnia ca\u0142kowita
reg.server.2.expires.overlap.description   = Liczba dodatnia ca\u0142kowita z przedzia\u0142u od 5 do 65535
reg.server.2.expires.overlap.label         = Odst\u0119p pomi\u0119dzy rejestracjami
reg.server.2.label                         = Zapasowy serwer rejestracji
reg.server.2.port.description              = 0, puste, 1 do 65535
reg.server.2.register.description          = 0, 1 w\u0142\u0105cza rejestracje
reg.server.2.retryMaxCount.description     = puste albo liczba ca\u0142kowita dodatnia
reg.server.2.retryTimeOut.description      = puste albo liczba ca\u0142kowita dodatnia
reg.server.2.transport.description         = Dopuszczalne s\u0105 trzy warto\u015bci DNSnaptr, TCPpreferred lub UDPonly. Je\u015bli pole to jest puste lub wybrana warto\u015b\u0107 to  DNSnaptr i je\u015bli adres podany jest w postaci nazwy hosta a numer portu r\u00f3wny jest 0 lub brak wykonaj zapytanie SRV w celu wykrycia protoko\u0142u transportowego, numeru port\u00f3w i serwera zgodnie z RFC 3263. Je\u015bli podano adres IP lub numer portu wtedy wybrany zostanie protok\u00f3\u0142 UDP. Ustawienie pola na warto\u015b\u0107 'TCPpreferred' wtedy preferowanym protoko\u0142em b\u0119dzie TCP, a UDP b\u0119dzie u\u017cywane je\u015bli TCP nie b\u0119dzie w stanie sobie poradzi\u0107. Ustawienie na 'UDPonly' pozwala na korzystanie jedynie z protoko\u0142u UDP.
reg.server.label                           = Serwer rejestracji
reg.thirdPartyName.description             = Warto\u015b\u0107 w tym polu musi pasowa\u0107 do warto\u015bci w polu Address innej rejestracji co pozwala  mostkowa\u0107 linie.
reg.type.description                       = prywatna lub dzielona. Je\u015bli zostanie ustawiona jako prywatna u\u017cywa standardowej sygnalizacji po\u0142\u0105czenia. Je\u015bli zostanie ustawiona jako dzielona wzmaga sygnalizacj\u0119 po\u0142\u0105czenia poprzez stany subskrybcji i powiadomie\u0144 oraz u\u017cywa kontroli dost\u0119pu dla rozm\u00f3w wychodz\u0105cych.
