#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Copyright (c) 2006/2007, VoiceWorks Sp. z o.o.
#Copyright (C) 2007 Pingtel Corp., certain elements licensed under a Contributor Agreement.  
#Contributors retain copyright to elements licensed under a Contributor Agreement.
#Licensed to the User under the LGPL license.

connection.failed = B\u0142\u0105d po\u0142\u0105czenia do serwera LDAP : {0}

label.continue = Kontynuuj

quick.helpAttrMap       = Podczas operacji importu atrybuty obiekt\u00F3w LDAP b\u0119d\u0105 wykorzystane do stworzenia lub uaktualnienia danych o u\u017Cytkownikach sipXconfig. Przyk\u0142adowo je\u017Celi zechcesz przypisa\u0107 atrybut <em>sn</em> do <em>Nazwiska</em> warto\u015B\u0107 sn zostanie u\u017Cyta to stworzenia nazwiska importowanego u\u017Cytkownika. </p> <p>Naci\u015Bnij <em>kontynuuj</em> aby zweryfikowa\u0107 import pierwszego u\u017Cytkownika z wykorzystaniem Twoich przypisa\u0144 atrybut\u00F3w. </p>
quick.helpConnection    = <p> Serwer LDAP musi dzia\u0142a\u0107 i by\u0107 osi\u0105galny aby mo\u017Cna by\u0142o kontynuowa\u0107. Wprowad\u017A has\u0142o i u\u017Cytkownika, je\u017Celi serwer LDAP wymaga autentykacji dla dost\u0119pu tylko do odczytu. </p> <p> Naci\u015Bnij <em>kontynuuj</em> aby przej\u015B\u0107 do ekranu przypisywania atrybut\u00F3w LDAP.</p>
quick.helpObjectClasses = <p>Ta strona pokazuje list\u0119 wszystkich klas obiekt\u00F3w obs\u0142ugiwanych przez skonfigurowany serwer LDAP. <br/> Wybierz klasy, kt\u00F3re s\u0105 zwi\u0105zane z obiektami zawieraj\u0105cymi informacje o u\u017Cytkownikach. <br/> Naci\u015Bnij <em>Kontynuuj</em> aby przypisa\u0107 atrybuty klasy obiekt\u00F3w do cech u\u017Cytkownik\u00F3w w sipXconfig</p>

readData.failed = B\u0142\u0105d odczytu informacji LDAP: {0}

searchSchema.anonymousBinding.error = Nie mo\u017Cna odczyta\u0107 schematu z serwera LDAP. Prosz\u0119 upewni\u0107 si\u0119, \u017Ce serwer zezwala na anonimowe pod\u0142\u0105czenia.
searchSchema.violation.error        = Nie mo\u017Cna pobra\u0107 schematu LDAP z serwera:

title = Serwer LDAP/ActiveDirectory
