#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
## types
## settings

dial.description              = Dodatkowe pliki u\u017Cywane przez Cisco 7940/60
dial.dialplan.xml.description = Zdefiniowane wzorce ci\u0105g\u00F3w znak\u00F3w, kt\u00F3re umo\u017Cliwiaj\u0105 automatyczne dzwonienie po dopasowaniu do jednego z wzorc\u00F3w. W przypadku braku odpowiedniego wzorca u\u017Cytkownik musi nacisn\u0105\u0107 przycisk dial po wybraniu numer. W instrukcji Cisco opisano sposoby tworzenia wzorc\u00F3w.\n
dial.dialplan.xml.label       = dialplan.xml
dial.label                    = Dzwonienie

firmware.0S79XX.TXT.description        = Je\u015Bli twoje telefony Cisco nie s\u0105 dostarczone z oprogramowaniem SIP, musisz zdefiniowac ten plik tak by u\u017Cywa\u0142y protoko\u0142u SIP. Zestaw plik\u00F3w oprogramowania telefon\u00F3w Cisco powinien zawiera\u0107 ten plik, ale prawdopodobnie b\u0119dziesz go musia\u0142 wyedytowa\u0107. Powinien zawiera\u0107 jedn\u0105 lini\u0119 zawieraj\u0105c\u0105 nazw\u0119 pliku z oprogramowaniem, kt\u00F3ra zosta\u0142a zdefiniowana powy\u017Cej (bez rozszerzenia). Np.: P0S3-07-3-00
firmware.0S79XX.TXT.label              = 0S79XX.TXT
firmware.P0S3-xx-yy-zz.sb2.description = Oprogramowanie SIP. UWA\u017BAJ: Je\u015Bli Twoje telefony Cisco posiadaj\u0105 oprogramowanie SIP lub nie jeste\u015B pewien czy je posiadaj\u0105, zdefiniuj parametr "image_version" w sekcji Parametry operacji upgrade dla ka\u017Cdego telefonu lub grupy telefon\u00F3w, dla kt\u00F3rej chcesz u\u017Cywa\u0107 tej wersji oprogramowania. Warto\u015B\u0107 powinna odpowiada\u0107 wersji bez prefixu POS3 lub rozszerzenia .sb2. Przyk\u0142ad: je\u015Bli posiadasz plik POS3-07-3-00.sb2 to "image_version" powienien mie\u0107 warto\u015B\u0107 "07-3-00".
firmware.P0S3-xx-yy-zz.sb2.label       = P0S3-xx-yy-zz.sb2
firmware.description                   = Pobieranie oprogramowania SIP wymaganego do przeformatowania standardowego telefonu z SCCP w telefon z obs\u0142ug\u0105 protoko\u0142u SIP wymaga wykupienia od Cisco lub od Cisco resellera us\u0142ugi utrzymania dla telefonu.
firmware.label                         = Oprogramowanie

ring.label                    = Sygna\u0142y dzwonka
ring.ringlist.dat.description = Lista dost\u0119pnych dzwonk\u00F3w. Wspierane formaty w instrukcji Cisco.
#ring.description=
ring.ringlist.dat.label       = RINGLIST.DAT
ring.ringtone1.description    = Sygna\u0142 dzwonienia dla po\u0142\u0105cze\u0144 przychodz\u0105cych. Cz\u0119stotliwo\u015B\u0107 pr\u00F3bkowania - 8000 Hz, ilo\u015B\u0107 bit\u00F3w na pr\u00F3bk\u0119 - 8. Kompresja mu-law.\n
ring.ringtone1.label          = Sygna\u0142 dzwonienia 1
ring.ringtone2.label          = Sygna\u0142 dzwonienia 2
#ring.ringtone2.description=
ring.ringtone3.label          = Sygna\u0142 dzwonienia 3
#ring.ringtone3.description=
ring.ringtone4.label          = Sygna\u0142 dzwonienia 4
#ring.ringtone4.description=
ring.ringtone5.label          = Sygna\u0142 dzwonienia 5
